Repository: Keming956/constitution_corpus
Catalog: data/raw/corpus_aligné.tmx
Source language: en_us
Languages: fr_fr

source: And I had a secret weapon up my sleeve.
fr_fr: Le télescope sans fil était un appareil photo que je mettais dans ma poche.

source: This was my little bit of bio-mimicry.
fr_fr: Chaque jour des 72 que j'ai passés seul sur la glace, je bloggais depuis ma tente, j'envoyais de petites notes, des informations sur la distance parcourue les conditions de la glace, la température et une photo par jour.

source: Remember, 2001, we had less than two hours radio contact with the outside world.
fr_fr: Ca dérive.

source: Last year, blogging live from an expedition that's been described as 10 times as dangerous as Everest.
fr_fr: Plantez un drapeau ici, laissez-le, bientôt il dérivera vers le Canada ou le Groenland.

source: Sat down on my sledge.
fr_fr: Elle était au supermarché.

source: Did a sort of video diary piece.
fr_fr: Elle a commencé à pleurer.

source: I got my satellite phone out.
fr_fr: (Rires).

source: I warmed the battery up in my armpit.
fr_fr: "J'ai skié pendant une semaine au-delà du Pôle.

source: I dialed three numbers.
fr_fr: Je voulais me rapprocher autant que possible du Canada, avant que les conditions ne soient trop dangereuses.

source: I dialed my mum.
fr_fr: Voici le dernier jour que j'ai passé sur la glace.

source: There are huge areas of open water just south of your position.
fr_fr: J'attendais de Troy qu'il soit du plutôt du genre endurci.

source: The only bit of ice I could find -- it took me 36 hours of skiing around trying to find an airstrip -- was exactly 473 meters.
fr_fr: Le type a sauté.

source: (Video): Oh, oh, oh, oh, oh, oh."
fr_fr: Elle portait un genre de pull tricoté à la main.

source: The pilot, I knew, was called Troy.
fr_fr: Il a remonté l'échelle.

source: I was bawling my eyes out by the time the plane landed -- a pretty emotional moment.
fr_fr: Il a jeté sa cigarette en s'installant, je suis monté derrière.

source: It's that little bar there.
fr_fr: "Pourquoi ?

source: There was a tent, a letter to the Norwegian king.
fr_fr: Merci beaucoup.

source: And they turned around, headed back to the coast, and all five of them died on the return journey.
fr_fr: "Je voudrais commencer en disant : ""Houston, nous avons un problème.""

source: "I want to start off by saying, Houston, we have a problem.
fr_fr: Ce que nous attendons avec impatience, ce n'est pas seulement de l'inspiration pour nos enfants.

source: In fact, we've regressed.
fr_fr: Nous retournons sur la Lune, 50 ans plus tard, et nous y retournons en planifiant tout, explicitement afin de ne rien apprendre de neuf.

source: "what we're looking forward to is not only the inspiration of our children, but the current plan right now is not really even allowing the most creative people in this country -- the Boeing's and Lockheed's space engineers -- to go out and take risks and try new stuff.
fr_fr: Ceux qui volaient et atterrissaient correctement - parce qu'il n'y avait pas de pilotes formés - avaient de bonnes qualités de vol à ce moment là, par définition.

source: We're going to go back to the moon ...
fr_fr: Alors, en faisant tout un tas d'essais, des milliers d'essais pendant cette courte période de 4 ans, on a inventé les bases des avions qui volent aujourd'hui.

source: And we're going to do it very specifically planned to not learn anything new.
fr_fr: Ca ne s'est pas passé comme ça pour les vols spatiaux.

source: "Let's take a snapshot at aviation.
fr_fr: Pas mal de choses aussi.

source: It started in 1908, when the Wright brothers flew in Paris, and everybody said, ""Ooh, hey, I can do that.""
fr_fr: Von Braun était en train de montrer comment aller sur Mars - et c'était avant Spoutnik.

source: There were probably at least 30,000 different things tried, and when they crash and kill the pilot, don't try that again.
fr_fr: (Rires)

source: The ones that flew and landed OK because there were no trained pilots who had good flying qualities by definition.
fr_fr: Si on regarde à ce que s'est passé, cette petite ligne noire est la vitesse la plus élevée à laquelle un homme ait jamais volé, et la ligne rouge est celle du maximum pour les chasseurs militaires, et la ligne bleue, celle des transports commerciaux.

source: What?
fr_fr: Voila le point clef, et c'est qu'il n'y a pas de cycles d'innovations si le gouvernement développe et utilise quelque chose.

source: You can put that statement on all kinds of different technologies.
fr_fr: Et j'ai dû en faire trois depuis le désert de Mojave avec mon petit groupe de quelques dizaines de personnes pour arriver à un total de cinq : ce qui était le même nombre qu'en 1961.

source: Our goal is to make it so that you can see this picture and really enjoy that.
fr_fr: Oh, ça va être le pied.

source: There's another one announced just last week.
fr_fr: Ca rime à quoi ?

source: But what happened, the fact that we had this big industry, big development, big improvement and capability and so on, and they get out there in enough homes -- we were ripe for a new invention.
fr_fr: Il a duré tout un cycle et est devenu trop rouillé pour voler.

source: Paul Allen, Elan Musk, Richard Branson, Jeff Bezos, the Ansari family, which is now funding the Russians' sub-orbital thing, Bob Bigelow, a private space station, and Carmack.
fr_fr: Ce qu'il y a, c'est que quelque chose de très intéressant va se passer ici.

source: And I think eventually it will allow us to colonize and to keep us from going extinct.
fr_fr: Ça n'a jamais été le cas avant.

source: "But something is out there to inspire our kids now.
fr_fr: Le monde a vu les Etats-Unis n'étant pas les leaders technologiques et c'était quelque chose de très fort.

source: Relatively soon, you'll be able to buy a ticket and fly higher and faster than the highest-performance military operational airplane.
fr_fr: Mais les Etats-Unis ont perdu.

source: But I think when you guys start buying tickets and flying sub-orbital flights to space, very soon -- wait a minute, what's happening here, we'll have military fighters with sub-orbital capability, and I think very soon this.
fr_fr: On ne peut pas acheter un ticket pour aller dans l'espace aux Etats-Unis.

source: OK, I look forward to a new ""capitalist's space race,"" let's call it."
fr_fr: Mais on peut en acheter un en Russie.

source: America -- the world saw America as not being the leader in technology, and that was a very strong thing.
fr_fr: Ils proposent aussi un voyage pour faire cette boucle autour de la Lune, comme Apollo 8. 100 millions de dollars -- Hé, je peux aller sur la Lune.

source: They are also offering a trip to go on this whip around the moon, like Apollo 8 was done.
fr_fr: Si vous lisez ou utilisez Google, vous pouvez trouver environ la moitié de cette somme, mais le double a été engagé, pas encore dépensé mais déjà engagé et prévu pour les prochaines années.

source: It's private industry.
fr_fr: Elle touche annuellement 1,2 millions d'Américains.

source: We discussed, in the prior film, some of the old things that we did, like stents and insulin pumps for the diabetic.
fr_fr: Comment peut-on sauver leur vie ?

source: About half of them, 600,000, have permanent damage to their heart that will cause them to have very bad problems later on.
fr_fr: Le médecin peut programmer un niveau d'augmentation de la tension ST qui va activer une alarme, une vibration comme votre téléphone portable mais tout près de votre clavicule.

source: And what we tried with the pig was external electrodes on the skin, like you see in an emergency room, and I'm going to show you why they don't work very well.
fr_fr: Nous avons rempli le ballon quelques minutes plus tard et vous voyez ici, même après 10 secondes, une grande élévation dans cette partie, et si l'on avait un ordinateur dans votre poitrine comme un pacemaker, avec un fil dans votre coeur comme un pacemaker.

source: Well, with the pig, at the baseline, before we blocked the pig's artery to simulate a heart attack, that was the signal.
fr_fr: Nous avons une petite batterie et avec cette petite batterie cet ordinateur va fonctionner cinq années sans besoin de remplacement.

source: Then, look at that after three minutes.
fr_fr: L'Administration dit, OK, testez ce dispositif implanté dans un animal, et nous avons choisi le cochon, donc, il fallait que le cochon ait une crise cardiaque.

source: The FDA says, OK, test this final device after it's built in some animal, which we said is a pig, so we had to get this pig to have a heart attack.
fr_fr: Votre rythme cardiaque devient irrégulier et c'est ce qui est arrivé 45 minutes plus tard.

source: Any one of you now is an expert on ST elevation.
fr_fr: Finalement, vous allez aux urgences.

source: Your rhythm becomes irregular, and that's what happened 45 minutes later.
fr_fr: Et ça, c'est le cas typique.

source: "What is the response to acute myocardial infarction, a heart attack, today?
fr_fr: Ensuite cela part vers un centre de diagnostic et en moins d'une minute après l'attaque votre signal apparaît sur l'écran d'un ordinateur et l'ordinateur analyse le problème.

source: Well, you feel some chest pain or indigestion.
fr_fr: Et la personne qui est là, un médecin généraliste, vous appelle -- avec un téléphone portable-- et vous dit, ""Mr Smith, vous êtes dans la merde, vous avez un problème.

source: Finally, if you're lucky, you are treated in three or four hours after the incident, but the heart muscle has died.
fr_fr: Au début, je ne croyais pas que les migraines soient un gros problème. parce que je n'avais jamais eu de migraine. mais j'ai parlé à des gens qui en ont trois ou quatre par semaine, et leurs vies sont complètement dévastées par ça.

source: And that's a fully developed visual aura, as we see on top.
fr_fr: Christine ne jure que par ça.

source: And, by God, the neurologist did erase it, and that's the middle picture: half of the aura erased by a short magnetic pulse.
fr_fr: SS : les chercheurs espèrent présenter leurs études à l'Administration cet été.

source: And finally he says, ""OK, now I'm going to -- "" all of the aura get erased with an appropriately placed magnetic pulse."
fr_fr: C'est le premier dispositif que nous avons fabriqué et je vais vous parler de mon deuxième vœu, qui a quelque chose à voir avec cela.

source: Eyewitness news reporter Stacy Sager tonight, with a small and portable machine that literally zaps your migraines away.
fr_fr: (Applaudissements)

source: "The third and last invention began with an idea.
fr_fr: Et ceci est un électroencéphalogramme, et à gauche, c'est le signal d'une crise spontanée d'un de nos patients.

source: We use current pacemaker defibrillator technology that's used for the heart.
fr_fr: Bien, je ne peux pas grand-chose pour l'Afrique.

source: The second wish is, at the present time, the clinical trials of transcranial magnetic stimulators -- that's what TMS means, device to treat migraine headaches -- appears to be quite successful.
fr_fr: Imaginez, 12 pages, interligne simple, que le patient doit lire avant qu'ils n'essaient de guérir l'épilepsie.

source: Well, the third and final wish is somewhat -- unfortunately, it's much more complicated because it involves lawyers.
fr_fr: C'est une des idées."

source: What do you think someone has at the end of reading 12 single-spaced pages?
fr_fr: J'aimerais avoir d'autres vœux mais trois, c'est tout ce que j'ai et les voilà.

source: And it's something I've never really found a good way of doing.
fr_fr: Can you imagine tossing a coin successively?

source: Many years ago, when we first started going out, she was working for the BBC in Britain, and I was, at that stage, working in America.
fr_fr: Here's one -- a head, followed by a tail, followed by a tail.

source: That is my first love, and that's what I'll tell you a little bit about.
fr_fr: The other half of the audience doesn't like head-tail-tail -- they think, for deep cultural reasons, that's boring -- and they're much more interested in a different pattern -- head-tail-head.

source: So suppose we toss a coin repeatedly.
fr_fr: So what's going on here?

source: Then the pattern, head-tail-tail, that we've suddenly become fixated with happens here.
fr_fr: So you've all got to think about this, and you've all got to vote -- and we're not moving on.

source: That's what I want this side to think about.
fr_fr: Because that's really naughty -- I said you had to.

source: So here's a deep mathematical fact -- if you've got two numbers, one of three things must be true.
fr_fr: In fact, the average number of tosses till head-tail-head is 10 and the average number of tosses until head-tail-tail is eight.

source: So you've all got to think about this, and you've all got to vote -- and we're not moving on.
fr_fr: There is.

source: Because that's really naughty -- I said you had to.
fr_fr: On this side -- remember, you're excited about head-tail-tail; you're excited about head-tail-head.

source: So most people think B is true.
fr_fr: The next toss is a tail -- you get really excited.

source: A is true here.
fr_fr: And if it comes down a head, that's great.

source: There is.
fr_fr: It's the same for the first two parts of the sequence.

source: Head-tail-head overlaps itself.
fr_fr: You're a little bit excited with the first head -- you get rather more excited with the next tail.

source: "There are two ways of thinking about this.
fr_fr: And that's an informal way of presenting it -- that's why there's a difference.

source: The champagne's on ice just next to you; you've got the glasses chilled to celebrate.
fr_fr: This is my little diversion into my real passion, which is genetics.

source: You're a little bit excited with the first head -- you get rather more excited with the next tail.
fr_fr: That's a rather trivial connection between probability and genetics.

source: It's a very, very simple example, an easily stated question in probability, which every -- you're in good company -- everybody gets wrong.
fr_fr: Why do we care about that?

source: This is my little diversion into my real passion, which is genetics.
fr_fr: Well, there are lots of reasons.

source: And instead of asking the question, ""How long until I see a head-tail-head?"" -- you can ask, ""How big will the chunks be when I use a restriction enzyme which cuts whenever it sees G-A-A-G, for example?
fr_fr: Because we understand very little about most human diseases.

source: That's one big project.
fr_fr: Don't think you don't trust me anymore.

source: Here's a little caricature of a million individuals.
fr_fr: "Here's a more topical example of exactly the same thing.

source: It'll only get it wrong one percent of the time.
fr_fr: And just to set it in context, you can imagine how awful it is for someone to have lost one child, and then two, if they're innocent, to be convicted of murdering them.

source: Here's the key intuition.
fr_fr: He looked at some research, which said the chance of one cot death in a family like Sally Clark's is about one in 8,500.

source: And at the trial, her trial, a very distinguished pediatrician gave evidence that the chance of two cot deaths, innocent deaths, in a family like hers -- which was professional and non-smoking -- was one in 73 million.
fr_fr: It might well be that there are environmental factors that we're not aware of, and it's pretty likely to be the case that there are genetic factors we're not aware of.

source: He looked at some research, which said the chance of one cot death in a family like Sally Clark's is about one in 8,500.
fr_fr: The second problem is, what does the number of one in 73 million mean?

source: So he said, ""Here, I'll assume that these events are independent.
fr_fr: And the other one was the chance, a priori, that the person had the disease or not.

source: One of them is that Sally Clark was innocent -- which is, a priori, overwhelmingly likely -- most mothers don't kill their children.
fr_fr: Well, we know that randomness and uncertainty and chance are very much a part of our everyday life.

source: And it's particularly topical because he's currently facing a disrepute charge at Britain's General Medical Council."
fr_fr: On the other hand, he came out and effectively said, or implied, ""I know how to reason with uncertainty.

source: Please drive your car home over it,"" they would have said, ""Well, pediatricians don't know how to build bridges.
fr_fr: Merci beaucoup, Chris.

source: On the other hand, he came out and effectively said, or implied, ""I know how to reason with uncertainty.
fr_fr: Je suis très reconnaissant.

source: And everyone said, ""Well, that's fine.
fr_fr: Et je dis çà sincèrement, en autres parce que --Faux sanglot-- j'en ai besoin !

source: And there have been celebrated appeal cases in Britain and elsewhere because of that."
fr_fr: C'est une histoire vraie, dans tous ses détails.

source: "And just to finish in the context of the legal system.
fr_fr: Après que Tipper et moi avons quitté la --Faux sanglot-- Maison Blanche --Rires-- nous étions en route pour une petite ferme que nous avons à 80 km à l'est de Nashville -- conduisant nous-mêmes.

source: But more and more, in cases of DNA profiling -- this is another one -- we expect juries, who are ordinary people -- and it's documented they're very bad at this -- we expect juries to be able to cope with the sorts of reasoning that goes on.
fr_fr: Il n'y avait pas d'escorte derrière.

source: I flew on Air Force Two for eight years.
fr_fr: J'ai pris un jet vers l'Afrique pour faire un discours au Nigéria, à Lagos, sur le thème de l'énergie.

source: "It's a true story --
fr_fr: Alors je me suis dit, en pleine nuit, au milieu de l'Atlantique, je me demande bien quel genre de problème il pourrait y avoir à Washington?

source: And if you ask me, will the price of Google be higher or lower than it is today three years from now, that's very hard to say.
fr_fr: Ainsi la première étape dans l'évolution biologique, l'évolution de l'ADN -- en fait c'est ARN qui est venu en premier -- a pris des milliards d'années, mais ensuite l'évolution a utilisé cette épine dorsale de traitement de l'information pour passer à l'étape suivante.

source: "The Genome Project was a controversial project in 1990.
fr_fr: Nous avons alors toujours employé la dernière génération de la technologie pour créer la génération suivante.

source: They work through interaction -- they create a capability, and then it uses that capability to bring on the next stage.
fr_fr: Cela nous a pris trois ans pour doubler notre coût-performances de calcul en 1900, deux ans au milieu, nous le doublons maintenant chaque année.

source: You have a little bit of thickening in the line because people do have disagreements, what the key points are, there's differences of opinion when agriculture started, or how long the Cambrian Explosion took.
fr_fr: Nous les aurons mis au point bien avant que la loi de Moore ne s'épuise.

source: And that's a very profound explosion of exponential growth.
fr_fr: Il est assez remarquable combien ce processus exponentiel est lisse.

source: In fact, when we see the end of the line for a particular paradigm, it creates research pressure to create the next paradigm.
fr_fr: Et ce n'est pas seulement les ordinateurs.

source: That'll be the end of Moore's Law, but it won't be the end of the exponential growth of computing, because chips are flat.
fr_fr: Et les économistes ont réellement commencé à s'en inquiéter.

source: We've had 28 percent per year compounded growth in dollars in information technology over the last 50 years.
fr_fr: "Une autre révolution majeure, la révolution des communications.

source: One little software program, called the fat insulin receptor gene, basically says, ""Hold onto every calorie, because the next hunting season may not work out so well.""
fr_fr: L'opportunité la plus passionnante est en fait d'aller à l'intérieur du corps humain et de remplir des fonctions thérapeutiques et diagnostiques.

source: There are exciting new forms of gene therapy that overcome the problem of placing the genetic material in the right place on the chromosome.
fr_fr: Vous pourriez vous asseoir au fond de votre piscine pendant quatre heures -- -- ainsi, ""Ma chérie, je suis dans la piscine,"" prendrait une toute nouvelle signification.

source: And this is less futuristic than it may sound.
fr_fr: Ceci est au tout début, mais vous pouvez montrer avec la croissance exponentielle de la quantité d'informations sur le cerveau et l'amélioration exponentielle de la résolution du balayage de cerveau, que nous réussirons à rétro-convecoir l'esprit humain d'ici les années 2020.

source: These things have already been done in animals.
fr_fr: Nous avons déjà eu de très bons modèles et une simulation d'environ 15 régions sur plusieurs centaines.

source: They put tens of thousands of these in the blood cell -- they tried this in rats -- it lets insulin out in a controlled fashion, and actually cures type 1 diabetes.
fr_fr: Le commerce électronique s'est développé exponentiellement.

source: Once we understand its principles of operation, and the pace with which we are reverse-engineering biology is accelerating, we can actually design these things to be thousands of times more capable.
fr_fr: Vous pourriez vous demander, et bien, n'avons-nous pas eu un boom et un fiasco?

source: These are 2020-circa scenarios, but they're not as futuristic as it may sound.
fr_fr: Laissez-ainsi moi juste finir avec deux ou trois scénarios.

source: Well, it turns out we can see inside the human brain, and in fact not surprisingly, the spatial and temporal resolution of brain scanning is doubling every year.
fr_fr: Je veux dire, nous aurons un coût-performances une capacité et une bande passante multiplié par deux à la puissance 25 de ces technologies, ce qui est assez phénoménal.

source: Doug Hofstadter wonders, well, maybe our intelligence just isn't great enough to understand our intelligence, and if we were smarter, well, then our brains would be that much more complicated, and we'd never catch up to it.
fr_fr: Nous aurons accompli la rétro-conception de l'esprit humain, calcul -- 1,000 dollars de calcul seront bien plus puissants que l'esprit humain en termes de capacité brute de base.

source: We've had productivity go from 30 dollars to 150 dollars per hour of labor in the last 50 years.
fr_fr: Donc, par exemple, la réalité virtuelle en immersion totale à l'intérieur même du système nerveux, les nano-robots arrêtent les signaux venant de vos vrais sens, les remplacent par les signaux que votre cerveau recevrait si vous étiez dans l'environnement virtuel, Et alors vous aurez l'impression d'être dans cet environnement virtuel.

source: So, for example, full-immersion virtual reality from within the nervous system, the nano-bots shut down the signals coming from your real senses, replace them with the signals that your brain would be receiving if you were in the virtual environment, and then it'll feel like you're in that virtual environment.
fr_fr: Beaucoup d'architectes semblent penser que lorsque vous concevez, vous concevez un bijou, et c'est un bijou que vous essayer d'obtenir maladivement.

source: We routinely do intellectual feats that would be impossible without our technology.
fr_fr: Cela a mené à un certain nombre de prototypes en cours de construction permettant d'expérimenter quelques idées.

source: "My main message is that progress in technology is exponential, not linear.
fr_fr: Nous avons aussi des concepteurs venant des quatre coins du monde qui ont participé.
